def colon_ca():
    return "大腸癌:弓削MCでは50-75歳の患者に10年毎の下部消化管内視鏡あるいは、毎年の便潜血検査を推奨する。下部消化管内視鏡は当院で実施可能であり、医療保険(3割負担)で約6300円(2100点)である。便潜血は40歳以上であれば自治体からの助成があり、患者負担500円で実施可能である。なお、さらに若年層(45歳〜49歳)への検査適応、76歳〜85歳のご高齢患者については検診の適応について議論のある領域であり、一律に規定しない。"

def gastric_ca():
    return "胃癌:弓削MCでは50歳以上の患者に2-3年毎の上部消化管内視鏡を推奨する。年齢の上限は規定しない。上部消化管内視鏡は当院で実施可能であり、医療保険(3割負担)で約3750円(1250点)である。"

def breast_ca():
    return "乳癌:弓削MCでは40-74歳の女性に2年毎のマンモグラフィーを推奨する。検査は保健センターで定期的に行われる他、指定のクリニックでも受けることができる(当院では不可)、検査費用は助成があり、40-49歳は患者負担2000円、50歳以上は患者負担1500円である。"

def cervical_ca():
    return "子宮頸癌:弓削MCでは21-65歳の女性に2年毎の細胞診を推奨する。検査は保健センターで定期的に行われる他、指定のクリニックでも受けることができる(当院では不可)。検査費用は助成があり、集団検診では患者負担1000円、個別検診では患者負担1700円である。"

def lung_ca():
    return "肺癌:弓削MCでは55-80歳かつ30 Pack-Yearの喫煙歴がある喫煙者または15年以内に禁煙した非喫煙者に対して、低線量CTを推奨する。スクリーニングの間隔については一律の規定はしない。低線量CTは近江八幡医療センター、蒲生医療センター、東近江医療センター、公立甲賀病院のいずれでも実施可能であり、医療保険(3割負担)で約5300円程度(1470点)である。"

def prostate_ca():
    return "前立腺癌:弓削MCでは50歳〜70歳の男性に対して、前立腺癌のスクリーニングとしてPSA採血を実施することを状況に応じて検討する。スクリーニングの間隔については一律に規定しない。PSA採血は当院で実施可能である。竜王町では、50歳〜74歳の患者に対しては集団検診時にのみ自治体からの助成があり、1500円で実施可能である。70歳以上の男性に対しては原則検査を推奨しない。"
