def pneumococcus():
    return "肺炎球菌ワクチン:当院では65歳以上の高齢者、該当する基礎疾患のある19歳〜64歳の患者に対して肺炎球菌ワクチンを推奨する。当院では医学的には「双方併用接種」を推奨するが、患者の経済面についても十分に配慮し、患者と相談に上でどのようなワクチンスケジュールを組むか決定する。PPSV23、PCV13ともに当院で実施可能である。PPSV23は65歳、70歳、75歳、80歳(以下5年毎)になる年に助成があり、4000円(近江八幡市は4120円、東近江市は2500円、助成なしの年度では9900円)で実施可能である。PCV13は助成制度はなく13200円で実施可能である。"

def flu():
    return "インフルエンザワクチン:弓削MCでは生後6ヶ月以上の全ての患者に対し、インフルエンザワクチンを推奨する。"

def tetanus():
    return "破傷風ワクチン:弓削MCでは破傷風ワクチン接種歴のない患者に対して、破傷風ワクチンの接種を推奨する。2200円で実施可能であり合計3回投与を推奨する。また、既にワクチンを3回接種済みの患者に対しても、10年毎に破傷風トキソイドのブースター接種を提案する。"

def HPV():
    return "HPVワクチン:弓削MCでは、12歳(小学校6年生)〜26歳の女性に対して、HPVワクチンを推奨する。小学校6年生〜高校1年生の間は定期接種となっているものの、それ以外(任意接種)の場合は18700円×3回と非常に高額となってしまうため、患者の経済面についても十分に配慮した上で、実施について相談する。"

def HBV():
    return "HBVワクチン:弓削MCではワクチンを3回接種していない全て成人患者に対して、HBVワクチンの接種を検討する。任意接種の場合、6600円×3回と高額となってしまうため、患者の経済面や、リスク因子(海外渡航の頻度など)についても十分に配慮した上で、患者と接種について相談する。"
