def smoking():
    return "禁煙:弓削MCでは全ての患者に対して喫煙の有無のスクリーニングを行い、喫煙者に対しては禁煙外来受診も視野に入れた禁煙カウンセリングを行う。禁煙外来は当院で実施可能であり、12週間で5回の受診を行う(間の3回は電話診療も可)。バレクリニンを用いた場合費用は合計で約18000円(初診料、再診料、処方箋料除く)である。"

def osteopolosis():
    return "骨粗鬆症:弓削MCでは65歳以上の女性、危険因子を有する65歳未満の閉経後〜閉経期の女性、70歳以上の男性、危険因子を有する50-70歳未満の男性に対して、DEXAによる骨密度測定を推奨する。DEXAはかりもと整形外科、たに整形外科、近江八幡医療センター、蒲生医療センターで実施可能であり、3割負担で約1400円程度である。"

def hypertention():
    return "高血圧:弓削MCでは18歳以上のすべての患者に血圧測定のスクリーニングを推奨する。40歳未満では3-5年毎、40歳以上は年に1回のスクリーニング測定を推奨する。"

def falling():
    return "転倒予防:弓削MC当院では65歳以上の高齢者全てに年に1回の転倒リスクに関する問診(過去1年間の2回以上の転倒歴、起立時や歩行時の不安定性、転倒による医療機関受診歴)、また必要に応じてTimed Up and Go Testによる筋骨格機能の評価を推奨する。"

def aneurysm():
    return "腹部大動脈瘤:弓削MCでは65-75歳の一度でも喫煙歴のある男性に腹部超音波によるスクリーニングを勧める。検査は一度のみとし、もし異常がなかった場合は再スクリーニングは実施しない。検査は当院で実施可能であり、3割負担で約1600円(530点)である。"

def diabetes():
    return "糖尿病:弓削MCでは40-70歳の体重過多・肥満成人に対して年に1回の血液検査を実施する。血糖は国民健康保険の特定健診に含まれており、該当者は可能な限りこの補助を用いて検査を行うこととする。検査は当院で実施可能であり、国民健康保険の特定検診では40歳-74歳は500円、75歳以上は無料で受けることができる。"

def hyperlipidemia():
    return "脂質代謝異常症:弓削MCでは40-70歳の成人に対して年に1回の血液検査を実施する。血糖は国民健康保険の特定健診に含まれており、該当者は可能な限りこの補助を用いて検査を行うこととする。検査は当院で実施可能であり、国民健康保険の特定検診では40歳-74歳は500円、75歳以上は無料で受けることができる。"

def depression():
    return "うつ病:弓削MCでは12歳以上の全ての患者に対して、これまで一度もスクリーニングが検討されていない場合、何らかのリスクファクターがあると考えられる場合にうつ病のスクリーニングを検討する。スクリーニングはPHQ2,、PHQ-9、エジンバラ産後うつ自己評価票などを用いて実施する。"

def STD_1():
    return "性感染症(淋菌、クラミジア):弓削MCでは性感染症のリスクが高い女性に対して、尿検査あるいは膣、尿道検体を用いた核酸増幅検査による性感染症(淋菌、クラミジア)を推奨する。"

def STD_2():
    return "性感染症(梅毒):弓削MCでは性感染症リスクの高い女性患者に対して、血液検査(トレポネーマ検査+非トレポネーマ検査)による性感染症(梅毒)のスクリーニングを推奨する。"

def alcohol():
    return "アルコール:弓削MCではこれまでスクリーニングされていない全ての飲酒者に対して、危険な飲酒についてのスクリーニングを行う。スクリーニングはAUDIT-CやCAGEなどの問診によって行う。"

def obesity():
    return "肥満:弓削MCでは全ての肥満患者に対して、減量や運動など一般的な指導を行う。"

def hepatitis():
    return "HCV感染:弓削MCでは40歳-79歳のこれまで検査を受けたことがない患者に対して、HCV感染のスクリーニングを推奨する。40歳以上では助成があり、集団健診の際に患者負担700円でHBVとHCVが検査可能である。"
